CSI API ETABS v1
cLoadCases.StaticNonlinear Property
 Namespace: ETABSv1
 Assembly: ETABSv1 (in ETABSv1.dll) Version: 1.0.0.0 (2.6.0.0)
Syntax
cCaseStaticNonlinear StaticNonlinear { get; }
ReadOnly Property StaticNonlinear As cCaseStaticNonlinear
	Get
Dim instance As cLoadCases
Dim value As cCaseStaticNonlinear
value = instance.StaticNonlinear
property cCaseStaticNonlinear^ StaticNonlinear {
	cCaseStaticNonlinear^ get ();
}
abstract StaticNonlinear : cCaseStaticNonlinear with get
Property Value
Type: cCaseStaticNonlinear
See Also
Reference
cLoadCases Interface
ETABSv1 Namespace